import {IArticle} from "../typings";


export const articleList: IArticle[] = [
    {
        aid: 1642937920,
        title: "这是一个标题!",
        category: "哲学",
        intro: "要想清楚, 随机一段废话, 到底是一种怎么样的存在. 每个人都不得不面对这些问题. 在面对这种问题时, 随机一段废话的发生, 到底需要如何做到, 不随机一段废话的发生, 又会如何产生. 可是，即使是这样，随机一段废话的出现仍然代表了一定的意义. 我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.要想清楚, 随机一段废话, 到底是一种怎么样的存在. 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.\n" +
            "我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.了解清楚随机一段废话到底是一种怎么样的存在, 是解决一切问题的关键.既然如何, \n" +
            "笛卡儿在不经意间这样说过, 读一切好书，就是和许多高尚的人谈话。我希望诸位也能好好地体会这句话. 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.\n" +
            "\n" +
            "随机一段废话因何而发生?我们都知道, 只要有意义, 那么就必须慎重考虑.我们都知道, 只要有意义, 那么就必须慎重考虑.这是不可避免的. 我们不妨可以这样来想: 随机一段废话似乎是一种巧合，但如果我们从一个更大的角度看待问题，这似乎是一种不可避免的事实. 这样看来, 爱尔兰说过一句富有哲理的话, 越是无能的人，越喜欢挑剔别人的错儿。这不禁令我深思. 每个人都不得不面对这些问题. 在面对这种问题时, 就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 在这种不可避免的冲突下，我们必须解决这个问题. 既然如何, 在这种不可避免的冲突下，我们必须解决这个问题. 我认为, 每个人都不得不面对这些问题. 在面对这种问题时, 随机一段废话, 发生了会如何, 不发生又会如何. 我认为, 这样看来, 叔本华说过一句著名的话, 意志是一个强壮的盲人，倚靠在明眼的跛子肩上。这启发了我. 这样看来, 那么, 可是，即使是这样，随机一段废话的出现仍然代表了一定的意义. 生活中, 若随机一段废话出现了, 我们就不得不考虑它出现了的事实. 卡莱尔在不经意间这样说过, 过去一切时代的精华尽在书中。我希望诸位也能好好地体会这句话. 随机一段废话因何而发生?带着这些问题, 我们来审视一下随机一段废话. 总结的来说, 这样看来, 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.孔子说过一句富有哲理的话, 知之者不如好之者，好之者不如乐之者。我希望诸位也能好好地体会这句话. ",
        content: "\n" +
            "每个人都不得不面对这些问题. 在面对这种问题时, \n" +
            "\n" +
            "既然如此, 这样看来, \n" +
            "\n" +
            "所谓随机一段废话, 关键是随机一段废话需要如何写. 了解清楚随机一段废话到底是一种怎么样的存在, 是解决一切问题的关键.博说过一句著名的话, 一次失败，只是证明我们成功的决心还够坚强。 维这启发了我. 带着这些问题, 我们来审视一下随机一段废话. 这是不可避免的. 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 既然如何, 经过上述讨论, 可是，即使是这样，随机一段废话的出现仍然代表了一定的意义. 从这个角度来看, 我们都知道, 只要有意义, 那么就必须慎重考虑.既然如何, 我们不妨可以这样来想: 现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 可是，即使是这样，随机一段废话的出现仍然代表了一定的意义. 我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 这样看来, 带着这些问题, 我们来审视一下随机一段废话. 总结的来说, 歌德说过一句富有哲理的话, 意志坚强的人能把世界放在手中像泥块一样任意揉捏。这句话语虽然很短, 但令我浮想联翩. 所谓随机一段废话, 关键是随机一段废话需要如何写. 随机一段废话似乎是一种巧合，但如果我们从一个更大的角度看待问题，这似乎是一种不可避免的事实. 既然如此, 这是不可避免的. 所谓随机一段废话, 关键是随机一段废话需要如何写. 裴斯泰洛齐说过一句著名的话, 今天应做的事没有做，明天再早也是耽误了。这启发了我. \n" +
            "日本谚语说过一句著名的话, 不幸可能成为通向幸福的桥梁。我希望诸位也能好好地体会这句话. 我们不妨可以这样来想: \n" +
            "王阳明在不经意间这样说过, 故立志者，为学之心也；为学者，立志之事也。带着这句话, 我们还要更加慎重的审视这个问题: 既然如此, 伏尔泰在不经意间这样说过, 不经巨大的困难，不会有伟大的事业。这似乎解答了我的疑惑. 我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.池田大作在不经意间这样说过, 不要回避苦恼和困难，挺起身来向它挑战，进而克服它。这句话语虽然很短, 但令我浮想联翩. 所谓随机一段废话, 关键是随机一段废话需要如何写. \n" +
            "就我个人来说, x对我的意义, 不能不说非常重大. ",
        like_count: 543,
        hit_count: 53,
        created_at: "2020-11-11",
        modified_at: "2020-11-11",
        cover: "https://image.onezol.com/img/1.webp",
        state: true
    },
    {
        aid: 1642937921,
        title: "我是标题!",
        category: "哲学",
        cover: "https://image.onezol.com/img/2.webp",
        intro: "现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 随机一段废话因何而发生?就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 总结的来说, 就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 既然如何, 而这些并不是完全重要, 更加重要的问题是, 歌德说过一句著名的话, 意志坚强的人能把世界放在手中像泥块一样任意揉捏。这似乎解答了我的疑惑. 带着这些问题, 我们来审视一下随机一段废话. 我们不得不面对一个非常尴尬的事实, 那就是, 经过上述讨论, 我们不妨可以这样来想: 洛克说过一句富有哲理的话, 学到很多东西的诀窍，就是一下子不要学很多。我希望诸位也能好好地体会这句话. 现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 达·芬奇曾经提到过, 大胆和坚定的决心能够抵得上武器的精良。这启发了我. \n" +
            "现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 这是不可避免的. 米歇潘在不经意间这样说过, 生命是一条艰险的峡谷，只有勇敢的人才能通过。这句话语虽然很短, 但令我浮想联翩. 问题的关键究竟为何? 随机一段废话, 到底应该如何实现. 这种事实对本人来说意义重大, 相信对这个世界也是有一定意义的.生活中, 若随机一段废话出现了, 我们就不得不考虑它出现了的事实. 随机一段废话因何而发生?这样看来, 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. \n" +
            "\n" +
            "总结的来说, 既然如此, 随机一段废话的发生, 到底需要如何做到, 不随机一段废话的发生, 又会如何产生. 既然如何, 那么, 随机一段废话因何而发生?现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 经过上述讨论, 随机一段废话因何而发生?而这些并不是完全重要, 更加重要的问题是, 这样看来, 一般来讲, 我们都必须务必慎重的考虑考虑. 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 随机一段废话似乎是一种巧合，但如果我们从一个更大的角度看待问题，这似乎是一种不可避免的事实. \n" +
            "随机一段废话的发生, 到底需要如何做到, 不随机一段废话的发生, 又会如何产生. 随机一段废话因何而发生?我们不得不面对一个非常尴尬的事实, 那就是, 那么, 要想清楚, 随机一段废话, 到底是一种怎么样的存在. \n" +
            "既然如此, ",
        content: "随机一段废话的发生, 到底需要如何做到, 不随机一段废话的发生, 又会如何产生. 莎士比亚说过一句富有哲理的话, 抛弃时间的人，时间也抛弃他。这句话语虽然很短, 但令我浮想联翩. 黑塞曾经提到过, 有勇气承担命运这才是英雄好汉。这句话看似简单，但其中的阴郁不禁让人深思. \n" +
            "一般来讲, 我们都必须务必慎重的考虑考虑. 既然如何, 在这种困难的抉择下, 本人思来想去, 寝食难安.我们不妨可以这样来想: 本人也是经过了深思熟虑,在每个日日夜夜思考这个问题. \n" +
            "带着这些问题, 我们来审视一下随机一段废话. 我们一般认为, 抓住了问题的关键, 其他一切则会迎刃而解.那么, 随机一段废话因何而发生?随机一段废话因何而发生?问题的关键究竟为何? 一般来说, 可是，即使是这样，随机一段废话的出现仍然代表了一定的意义. 就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 而这些并不是完全重要, 更加重要的问题是, 总结的来说, 了解清楚随机一段废话到底是一种怎么样的存在, 是解决一切问题的关键.在这种不可避免的冲突下，我们必须解决这个问题. 就我个人来说, 随机一段废话对我的意义, 不能不说非常重大. 现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 本人也是经过了深思熟虑,在每个日日夜夜思考这个问题. 我们不得不面对一个非常尴尬的事实, 那就是, 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 那么, 问题的关键究竟为何? 歌德曾经提到过, 没有人事先了解自己到底有多大的力量，直到他试过以后才知道。这句话把我们带到了一个新的维度去思考这个问题: 既然如此, 随机一段废话, 发生了会如何, 不发生又会如何. 一般来说, 现在, 解决随机一段废话的问题, 是非常非常重要的. 所以, 本人也是经过了深思熟虑,在每个日日夜夜思考这个问题. 总结的来说, 随机一段废话的发生, 到底需要如何做到, 不随机一段废话的发生, 又会如何产生. 了解清楚随机一段废话到底是一种怎么样的存在, 是解决一切问题的关键.培根在不经意间这样说过, 合理安排时间，就等于节约时间。这启发了我. 对我个人而言，随机一段废话不仅仅是一个重大的事件，还可能会改变我的人生. 莎士比亚曾经说过, 人的一生是短的，但如果卑劣地过这一生，就太长了。这似乎解答了我的疑惑. 从这个角度来看, ",
        like_count: 543,
        hit_count: 53,
        created_at: "2020-11-11",
        modified_at: "2020-11-11",
        state: true
    }
]